const movies = [
    { id: 1, title: "Побег 2 из Шоушенка", genre: "Драма", year: 1994, director: "Фрэнк Дарабонт" },
    { id: 2, title: "Зеленая 1 миля", genre: "Драма, Криминал", year: 1999, director: "Фрэнк Дарабонт" },
    { id: 3, title: "Форрест  3 Гамп", genre: "Драма, Романтика", year: 1994, director: "Роберт Земекис" },
    { id: 4, title: "Список Шиндлера", genre: "Драма, История", year: 1993, director: "Стивен Спилберг" },
    { id: 5, title: "1+1", genre: "Драма, Комедия", year: 2011, director: "Оливье Накаш, Эрик Толедано" },
    { id: 6, title: "Начало", genre: "Экшн, Научная фантастика", year: 2010, director: "Кристофер Нолан" },
    { id: 7, title: "Гладиатор", genre: "Экшн, Драма", year: 2000, director: "Ридли Скотт" },
    { id: 8, title: "Игра престолов", genre: "Драма, Фэнтези", year: 2011, director: "Дэвид Бениофф, Д.Б. Вайсс" }, // Несмотря на то, что это сериал, добавим для разнообразия
    { id: 9, title: "Джокер", genre: "Драма, Триллер", year: 2019, director: "Тодд Филлипс" },
]